Repository: ColinRobisson/kompassi
Catalog: backend/programme/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Schedule information
fi: Ohjelmakarttatiedot

source: Schedule layout
fi: Ohjelmakartan asettelu

source: Seat
fi: Paikka

source: Seat reservation
fi: Paikkavaraus

source: Seat reservations
fi: Paikkavaraukset

source: Seats successfully reserved.
fi: Paikkavaraus onnistui.

source: Select the form that will be used to edit the information of this programme. If this field is left blank, the default form will be used. Some events do not offer a choice of different forms, in which case this field will not have options and the default form will always be used.
fi: Valitse lomake, jota käytetään ohjelmanumeron tietojen syöttämiseen. Mikäli tämä kenttä jätetään tyhjäksi, käytetään oletuslomaketta. Jotkin tapahtumat eivät tarjoa valittavia lomakkeita lainkaan, jolloin tämä kenttä ei tarjoa vaihtoehtoja ja oletuslomaketta käytetään joka tapauksessa.

source: Send invitation
fi: Lähetä kutsu

source: Send offer
fi: Lähetä tarjous

source: Sign up
fi: Ilmoittaudu

source: Sign up at the Gaming Desk
fi: Ilmoittautuminen pelitiskille

source: Signup link
fi: Ilmoittautumislinkki

source: Sire
fi: Isäntä

source: Some
fi: Jonkin verran

source: Some events have speaker roles that convey different privileges within the same personnel class. This priority field will put the speakers in their place.
fi: Jotkin tapahtumat määrittelevät useita ohjelmanjärjestäjärooleja, jotka antavat eritasoiset edut. Tätä prioriteettikenttää käytetään korkeimmat edut antavan tason valitsemiseen.

source: Some events may opt to make their schedule use the full width of the browser window. This option selects between reasonable width (the default) and full width.
fi: Jotkut tapahtumat haluavat käyttää ohjelmakartassaan selainikkunan koko leveyden. Tämä asetus vaihtaa koko järjellisen (oletus) ja koko leveyden välillä.

source: Someone else has invited someone, but they have not yet accepted their invitation.
fi: Joku toinen on kutsunut jonkun, mutta tämä ei ole vielä hyväksynyt kutsuaan.

source: Start now
fi: Avaa heti

source: Start time
fi: Alkuaika

source: Starting time
fi: Alkamisaika

source: State
fi: Tila

source: Streaming permission
fi: Striimauslupa

source: Submit feedback
fi: Lähetä palaute

source: Successfully relinquished the seat reservation.
fi: Paikkavaraus on vapautettu.

source: Surname
fi: Sukunimi

source: Swedish
fi: Ruotsi

source: Tags
fi: tägit

source: Tell us when you <strong>can not run</strong> your game. You can write more specific requests in the <em>other information</em> field below (e.g. <em>I'd like to run my game late in the evening</em>), but here we want information about limitations set by for example work or bus schedules (for example if you need to leave the venue by 11 PM to get to your accommodation in time).
fi: Merkitse tähän ne ajat, jolloin sinun <strong>ei ole mahdollista</strong> pelauttaa peliäsi. Voit kirjoittaa alla oleviin vapaamuotoisiin terveisiin tarkempia toiveita (esim. <em>haluaisin peluuttaa pelini myöhään illalla</em>), mutta tähän kenttään toivomme tietoa esimerkiksi työvuorojen tai bussiaikataulujen asettamista rajoituksista (jos sinun esimerkiksi täytyy lähteä Messukeskukselta viimeistään klo 23 jotta ehdit yöpymispaikkaasi)

source: Text
fi: Teksti

source: Thank you for accepting the invitation. You can change the information later from your profile.
fi: Kiitos kutsun hyväksymisestä. Voit muuttaa tietoja myöhemmin profiilisi kautta.

source: Thank you for offering your programme. The programme managers will be in touch.
fi: Kiitos ohjelmatarjouksesta. Ohjelmavastaavat ottavat sinuun yhteyttä.

source: Thank you for your feedback.
fi: Kiitos palautteesasi!

source: The IP address is only visible in the admin interface
fi: IP-osoite näkyy vain hallintakäyttöliittymässä.

source: The changes were saved.
fi: Muutokset tallennettiin.

source: The closing time must be after the opening time.
fi: Sulkeutumisajan täytyy olla avautumisajan jälkeen.

source: The cold offer period was ended.
fi: Ohjelmahaku suljettiin.

source: The cold offer period was started.
fi: Ohjelmahaku avattiin.

source: The event has ended and the programme has been archived.
fi: Tapahtuma on ohi ja ohjelmanumero on arkistoitu.

source: The event has programme with reservations open
fi: Tapahtumassa on ohjelmanumeroita, joiden paikat ovat varattavissa

source: The event is accepting programme offers
fi: Tapahtuma ottaa vastaan ohjelmatarjouksia

source: The event is currently accepting cold offers.
fi: Tapahtuma ottaa parhaillaan vastaan kylmiä ohjelmatarjouksia.

source: The event is currently not accepting cold offers.
fi: Tapahtuma ei tällä hetkellä ota vastaan kylmiä ohjelmatarjouksia.

source: The event was already accepting cold offers.
fi: Tapahtuman ohjelmahaku oli jo käynnissä.

source: The form you specified is not currently open for cold offers. Please contact the programme managers directly.
fi: Tämä tapahtuma ei tällä hetkellä ota vastaan ohjelmatarjouksia tämän sivuston kautta. Ole hyvä ja ota suoraan yhteyttä ohjelmavastaaviin.

source: The freeform organizer was successfully added.
fi: Vapaamuotoinen ohjelmanjärjestäjä lisätty.

source: The host may send this many extra invites to other hosts of the programme.
fi: Ohjelmanjärjestäjä voi lähettää näin monta kutsua ohjelmansa muille järjestäjille.

source: The host that spawned this invitation. Sired invitations consume the extra invite quota of the sire.
fi: Ohjelmanjärjestäjä joka tämän kutsun loi. Ohjelmanjärjestäjän lähettämät lisäkutsut kuluttavat lisäkutsujen kiintiötä.

source: The host was removed.
fi: Ohjelmanjärjestäjä poistettu.

source: The host was successfully invited.
fi: Kutsu lähetettiin onnistuneesti.

source: The invitation is no longer valid.
fi: Kutsu ei ole enää voimassa.

source: The invitation was cancelled.
fi: Kutsu peruutettu.

source: The organizers of Ropecon strive to organize a physical con, and if the con can be held thusly, virtual programmes will not be organized. If the con cannot be face to face, we cannot organize physical programmes during a virtual con.<br><br>Specify here whether your programme can be organized face to face, virtually, or either way.
fi: Ropeconin järjestäjien tavoitteena on järjestää lähicon, ja sen toteutuessa etäohjelmia ei pystytä järjestämään. Jos lähiconia ei voida järjestää, emme luonnollisesti voi järjestää lähiohjelmaa etäconissa.<br><br>Kerro tässä, voitko järjestää ohjelmasi lähiconissa, etäconissa vai molemmissa.

source: The personnel class for the programme hosts that have this role.
fi: Henkilöstöluokka ohjelmanjärjestäjille, joilla on tämä rooli.

source: The programme manager has allowed you to invite one more host to this programme. You may do so now by entering their e-mail address in the field above, or later via your profile.
fi: Ohjelmavastaava on sallinut sinun kutsua ohjelmaasi yhden muun ohjelmanjärjestäjän. Voit tehdä niin nyt syöttämällä hänen sähköpostiosoitteensa yllä olevaan kenttään tai myöhemmin profiilisi kautta.

source: The programme manager has allowed you to invite one more host to this programme. You may do so now or later by entering their e-mail address in the field above.
fi: Ohjelmavastaava on sallinut sinun kutsua ohjelmaasi yhden muun ohjelmanjärjestäjän. Voit tehdä niin nyt tai myöhemmin syöttämällä hänen sähköpostiosoitteensa yllä olevaan kenttään.

source: The programme manager has invited you as a host to the programme outlined below. In order to be admitted to the event as a programme organizer, you need to accept this invitation and fill out the requested details.
fi: Ohjelmavastaava on kutsunut sinut järjestämään ohjelmanumeron, joka on yksilöity alla. Saadaksesi ohjelmanjärjestäjän edut sinun tulee hyväksyä tämä kutsu ja täyttää pyydetyt lisätiedot.

source: The programme schedule for this event has been published
fi: Tapahtuman ohjelmakartta on julkaistu

source: The programme schedule for this event has not yet been published
fi: Tapahtuman ohjelmakarttaa ei ole vielä julkaistu

source: The programme was created.
fi: Ohjelmanumero luotiin.

source: The programmes in the state "Published" will be visible to the general public, if the schedule has already been published.
fi: Tilassa ”Julkaistu” olevat ohjelmanumerot näkyvät yleisölle, mikäli ohjelmakartta on julkaistu.

source: The publication time was saved.
fi: Julkaisuaika tallennettiin.

source: The role was changed.
fi: Rooli vaihdettiin.

source: The schedule change was successful.
fi: Ohjelmakartan muutos onnistui.

source: The schedule is currently published.
fi: Ohjelmakartta on tällä hetkellä julkinen.

source: The schedule is not currently published.
fi: Ohjelmakartta ei ole tällä hetkellä julkinen.

source: The schedule was already public.
fi: Ohjelmakartta oli jo julkinen.

source: The schedule was published.
fi: Ohjelmakartta julkaistiin.

source: The schedule was un-published.
fi: Ohjelmakartta palautettiin ei-julkaistuksi.

source: The size of your reservation exceeds the allowed maximum. Please try a smaller reservation.
fi: Varauksesi koko ylittää sallitun. Ole hyvä ja kokeile pienempää varausta.

source: The times for cold offer period were saved.
fi: Ohjelmahaun avautumis- ja sulkeutumisajat tallennettiin.

source: There are currently no reservable programmes.
fi: Minkään ohjelmanumeron paikat eivät ole tällä hetkellä varattavissa.

source: There isn't sufficient space for your reservation in the selected zone. Please try another zone.
fi: Valitsemallasi alueella ei ole tarpeeksi tilaa varauksellesi. Ole hyvä ja kokeile toista aluetta.

source: This description is published in the web schedule and the programme booklet. The purpose of this description is to give the participant sufficient information to decide whether to take part or not and to market your programme to the participants. We reserve the right to edit the description.
fi: Tämä kuvaus julkaistaan web-ohjelmakartassa sekä mahdollisessa ohjelmalehdessä. Kuvauksen tarkoitus on antaa osallistujalle riittävät tiedot päättää, osallistuako ohjelmaasi, sekä markkinoida ohjelmaasi. Varaamme oikeuden muokata kuvausta.

source: This event is currently open for programme offers. Please begin by selecting below the type of programme you are offering.
fi: Tämä tapahtuma ottaa parhaillaan vastaan ohjelmatarjouksia. Aloita valitsemalla tarjottavan ohjelmanumeron tyyppi alta.

source: This event is not currently accepting offers via this site. Please contact the programme managers directly.
fi: Tämä tapahtuma ei tällä hetkellä ota vastaan ohjelmatarjouksia tämän sivuston kautta. Ole hyvä ja ota suoraan yhteyttä ohjelmavastaaviin.

source: This field is normally only visible to the programme managers. However, should the programme host request a record of their own personal details, this field will be included in that record.
fi: Tämän kentän sisältö näkyy normaalisti vain ohjelmavastaaville. Se on kuitenkin sisällytettävä rekisteriotteeseen, mikäli ohjelmanjärjestäjä pyytää sellaista.

source: This gets displayed publicly instead of title, if set. Affects eg. badges.
fi: Näytetään tehtävänimikkeen paikalla (esim. badgessa) roolin nimen asemesta.

source: This programme does not allow reservations at this time.
fi: Tähän ohjelmanumeroon ei tällä hetkellä oteta vastaan paikkavarauksia.

source: This programme has been frozen by the programme manager.
fi: Ohjelmavastaava on lukinnut tämän ohjelmanumeron.

source: This programme has been rejected by the programme manager.
fi: Ohjelmavastaava on hylännyt tämän ohjelmanumeron.

source: This programme is currently full.
fi: Ohjelma on tällä hetkellä täynnä.

source: This text will be shown as-is in the schedule
fi: Tämä teksti näytetään ohjelmakartassa sellaisenaan.

source: This title is visible to the programme host.
fi: Tämä otsikko näkyy ohjelmanpitäjälle.

source: This view is currently not visible.
fi: Tämä näkymä ei tällä hetkellä ole näkyvissä.

source: Three-word description
fi: Kolmen sanan kuvaus

source: Timestamp
fi: Aikaleima

source: Title
fi: Otsikko

source: To support programmes with multiple hosts, the host offering the programme may be enabled to invite more hosts to their programme by entering their e-mail addresses. This field controls if this is available and at most how many e-mail addresses may be entered.
fi: Joissain ohjelmanumeroissa on useita ohjelmanpitäjiä. Tämän mahdollistamiseksi ohjelman ilmoittajalle voidaan antaa mahdollisuus kutsua ohjelmanumeroon useampia järjestäjiä syöttämällä näiden sähköpostiosoitteet. Tämä kenttä kontrolloi, onko tämä mahdollisuus olemassa ja montako sähköpostiosoitetta on mahdollista syöttää.

source: Tournament
fi: Turnaus

source: Un-publish now
fi: Palauta ei-julkaistuksi

source: Unless you choose to give feedback anonymously, your name and e-mail address will be shared with the programme host and programme manager. Please note that even if you choose to leave feedback anonymously, abusive feedback can be traced back to you by the administrator of the system.
fi: Ellet päätä jättää palautettasi anonyymisti, nimesi ja sähköpostiosoitteesi näytetään ohjelmanjärjestäjälle ja ohjelmavastaaville. Huomaathan, että mikäli palautteesi on asiaton, järjestelmän ylläpitäjä pystyy yhdistämään sen sinuun vaikka antaisit sen anonyymisti.

source: Upcoming seat reservations
fi: Paikkavaraukset tuleviin ohjelmiin

source: Updated at
fi: Päivitysaika

source: Using this form you can offer programme to the event. Please note that filling in the form does not guarantee automatic admittance into the event. You will be contacted by the programme manager and notified of the decision whether to accept the programme or not.
fi: Tällä lomakkeella voit tarjota ohjelmaa tapahtumaan. Huomaathan, että tämän lomakkeen täyttäminen ei takaa automaattista pääsyä tapahtumaan. Ohjelmavastaavat ottavat sinuun yhteyttä ohjelmatarjouksesi tiimoilta ja kertovat päätöksestään hyväksyäkö ohjelmasi tapahtuman ohjelmistoon.

source: Video link
fi: Videolinkki

source: Video playback
fi: Videon toistaminen

source: View programme details
fi: Tarkastele ohjelmanumeron tietoja

source: View programme feedback
fi: Tarkastele ohjelmanumeron saamaa palautetta

source: View programme schedule
fi: Näytä ohjelmakartta

source: Visible
fi: Näkyvissä

source: Visible on the page that offers different kinds of forms.
fi: Näkyy sivulla, josta ohjelman tarjoaminen aloitetaan ja josta valitaan, minkätyyppistä ohjelmaa tarjotaan.

source: Visible to the hosts that register their programmes using this form.
fi: Näkyy lomakkeen yläpuolella ilmoitettaessa ohjelmaa käyttäen tätä lomaketta.

source: Watch the recording
fi: Katso tallenne

source: What is the maximum number of players that can take part in a single run of the game?
fi: Mikä on suurin määrä pelaajia, mitä peliin otetaan?

source: What is the primary language of your programme?
fi: Mikä on ohjelmanumerosi ensisijainen kieli?

source: What kind of a computer do you wish to use? The use of your own computer is only possible if agreed in advance.
fi: Minkälaista tietokonetta haluat käyttää? Suosittelemme painokkaasti tapahtuman toimittaman ns. coniläppärin käyttöä. Oman tietokoneen käyttö on mahdollista ainoastaan etukäteen sovittuna.

source: When a programme is frozen, its details can no longer be edited by the programme host. The programme manager may continue to edit these, however.
fi: Kun ohjelmanumero on lukittu, ohjelmanjärjestäjä ei voi enää muokata sen tietoja. Ohjelmavastaava voi muokata myös lukittua ohjelmanumeroa.

source: When are you unable to run your game?
fi: Milloin et pysty pelauttamaan peliäsi?

source: When entering a programme that requires a reserved seat, please open the seat reservation from the table below on your smartphone and show it to the security personnel at the door.
fi: Kun olet menossa paikkavarausta edellyttävään ohjelmaan, ole hyvä ja avaa paikkavaraus valmiiksi älypuhelimesi näytölle napsauttamalla ohjelmanumeron nimeä.

source: When would you like to host your game program? Check the times when you would like to host your game program. If you have more specific needs regarding the timing, please let us know in the Comments field below. We do not restrict your desired times, but we reserve the right to make changes. For example, we would rather have tournaments one after another than at the same time.
fi: Mihin aikaan aiot pitää ohjelmasi? Merkitse tähän ne ajat, jolloin olet suunnitellut pitäväsi peliohjelmasi. Jos sinulla on tarkempia toivomuksia ajan suhteen, ole hyvä ja kerro niistä Vapaamuotoiset terveiset kentässä. Emme rajoita koska haluat pitää ohjelmasi, mutta pidätämme oikeudet muutoksiin (esim. aikataulutamme mieluummin turnauksia peräkkäin kuin samanaikaisesti).

source: When would you like to run your RPG? The time slots are intentionally vague. If you have more specific needs regarding the time, please explain them in the last open field.
fi: Mihin aikaan haluaisit pitää ohjelmasi? Aikaslotit ovat tarkoituksella epämääräisiä. Jos sinulla on tarkempia toivomuksia ajan suhteen, ole hyvä ja kerro niistä viimeisessä avoimessa kentässä.

source: Which form was used to offer this Programme? If null, the default form was used.
fi: Mitä lomaketta käyttäen tämä ohjelmanumero on tarjottu? Jos kenttä on tyhjä, ohjelmanumeron tarjoamiseen käytettiin oletuslomaketta.

source: Which rule system is your RPG using?
fi: Mitä pelijärjestelmää roolipelisi käyttää?

source: Will you play audio in your programme?
fi: Soitatko äänileikkeitä (esim. musiikkia) osana ohjelmaasi?

source: Will you play video in your programme?
fi: Näytätkö videopätkiä osana ohjelmaasi?

source: Yes
fi: Kyllä

source: Yes, I allow streaming my programme live
fi: Kyllä, ohjelmani saa lähettää suorana

source: Yes, I would like my programme to be streamed live
fi: Kyllä, toivon että ohjelmani lähetetään suorana

source: Yes, relinquish it
fi: Kyllä, vapauta se

source: Yes. The programme has previously been presented in another convention.
fi: Kyllä. Ohjelma on esitetty aiemmin toisessa tapahtumassa.

source: Yes. The programme will be presented in a convention that takes place before this one.
fi: Kyllä. Ohjelma esitetään ensin tapahtumassa joka on ennen tätä tapahtumaa.

source: You can also start or stop accepting cold offers immediately.
fi: Voit myös avata tai sulkea ohjelmahaun välittömästi.

source: You can change these details later by visiting your profile.
fi: Voit muuttaa näitä tietoja myöhemmin profiilisi kautta.

source: You can edit the details of this programme until it is published in the schedule.
fi: Voit muokata tämän ohjelmanumeron tietoja kunnes se on julkaistu ohjelmakarttaan.

source: You can reserve at most {max_tickets} tickets.
fi: Voit varata enintään {max_tickets} lippua.

source: You cannot leave anonymous feedback about your own programme.
fi: Et voi jättää anonyymiä palautetta omasta ohjelmastasi.

source: You cannot reserve any more tickets for this programme.
fi: Et voi varata enempää lippuja tähän ohjelmaan.

source: You have already accepted this invitation. You can edit the programme below.
fi: Olet jo ottanut tämän kutsun vastaan. Voit muokata ohjelmanumeron tietoja alla.

source: You have already accepted this invitation. You can no longer edit the programme.
fi: Olet jo ottanut tämän kutsun vastaan. Et voi enää muokata ohjelmanumeron tietoja.

source: You have cancelled this programme.
fi: Olet peruuttanut tämän ohjelmanumeron.

source: You have no upcoming seat reservations.
fi: Sinulla ei ole paikkavarauksia tuleviin ohjelmiin.

source: You have not organized any programme in events that use this site.
fi: Et ole järjestänyt ohjelmaa tapahtumissa, jotka käyttävät tätä sivustoa.

source: You have programme admin privileges for this event
fi: Sinulla on ohjelmavastaavan oikeudet tähän tapahtumaan

source: You need to log in before reserving tickets.
fi: Sinun täytyy kirjautua sisään ennen paikkojen varaamista.

source: Your feedback will be shared with the programme host and the programme managers.
fi: Palautteesi toimitetaan ohjelmanjärjestäjälle sekä tapahtuman ohjelmavastaaville.

source: Zone
fi: Alue

source: alternative programme form
fi: vaihtoehtoinen ohjelmalomake

source: alternative programme forms
fi: vaihtoehtoiset ohjelmalomakkeet

source: approximate length (minutes)
fi: arvioitu pituus (minuuttia)

source: beginner friendly
fi: aloittelijaystävällinen

source: categories
fi: ohjelmaluokat

source: category
fi: ohjelmaluokka

source: children-friendly
fi: lapsiystävällinen

source: description
fi: kuvaus

source: event
fi: tapahtuma

source: experienced participants preferred
fi: peli suosii kokeneita pelaajia

source: feedback
fi: palaute

source: form used
fi: käytetty lomake

source: freeform organizer
fi: vapaamuotoinen ohjelmanjärjestäjä

source: freeform organizers
fi: vapaamuotoiset ohjelmanjärjestäjät

source: invitation
fi: kutsu

source: invitations
fi: kutsut

source: maximum number of players
fi: pelaajia enintään

source: minimum number of players
fi: pelaajia vähintään

source: preferred time slots
fi: aikatoiveet

source: programme
fi: ohjelmanumero

source: programme feedback
fi: ohjelmapalaute

source: programmes
fi: Ohjelmanumerot

source: restricted to people of age 18 and over
fi: peli on tarkoitettu vain täysi-ikäisille pelaajille

source: role
fi: rooli

source: roles
fi: roolit

source: row
fi: rivi

source: schedule view
fi: ohjelmakarttanäkymä

source: schedule views
fi: ohjelmakarttanäkymät

source: seat
fi: paikka

source: short description
fi: lyhyt kuvaus

source: special start time
fi: poikkeava alkuaika

source: special start times
fi: poikkeavat alkuajat

source: starting time
fi: alkamisaika

source: tag
fi: tägi

source: tags
fi: tägit

source: title
fi: otsikko

source: visible
fi: näkyvissä

source: {zone} – {remaining} seats remain
fi: {zone} – {remaining} paikkaa jäljellä
