Repository: ColinRobisson/kompassi
Catalog: backend/programme/locale/*/LC_MESSAGES/django.po
Languages: fi

source: A link to a recording of the programme in an external video service such as YouTube
fi: Linkki videotallenteeseen ohjelmasta ulkoisessa videopalvelussa kuten YouTubessa

source: A reference to the form class that implements the form. Example: hitpoint2017.forms:RolePlayingGameForm
fi: Viittaus lomakkeen toteuttavaan luokkaan. Esimerkki: hitpoint2017.forms:RpgForm

source: Abandon changes and return
fi: Hylkää muutokset ja palaa

source: Accept invitation
fi: Hyväksy kutsu

source: Accepted
fi: Hyväksytty

source: Accepting cold offers from
fi: Ohjelmahaku alkaa

source: Accepting cold offers until
fi: Ohjelmahaku päättyy

source: Accessibility hazard
fi: Esteellinen

source: Activate selected items
fi: Aktivoi valitut kohteet

source: Active
fi: Aktiivinen

source: Add free-form organizer
fi: Lisää vapaamuotoinen ohjelmanjärjestäjä

source: All pending invitations were cancelled.
fi: Kaikki avoimet kutsut on peruutettu.

source: All rooms
fi: Kaikki tilat

source: Amount of physical play
fi: Peli sisältää fyysistä pelaamista

source: Anonymous
fi: Anonyymi

source: Anything else?
fi: Vapaamuotoiset terveiset

source: Are you sure you want to relinquish the following seat reservation?
fi: Haluatko varmasti vapauttaa seuraavan paikkavarauksen?

source: Asked from the host
fi: Kysytty ohjelmanjärjestäjältä

source: At what time would you like to hold your programme? Are there other programme that you do not wish to co-incide with?
fi: Mihin aikaan ja kuinka pitkänä haluaisit pitää ohjelmanumerosi? Onko tiedossasi muita ohjelmanumeroita, joiden kanssa et haluaisi ohjelmasi olevan samaan aikaan?

source: Audio playback
fi: Äänen toistaminen

source: Author
fi: Kirjoittaja

source: Author (if other than the GM)
fi: Pelin kirjoittaja (jos muu kuin pelinjohtaja)

source: Because you are the host of this programme, you cannot leave your feedback anonymously.
fi: Et voi antaa palautetta omasta ohjelmanumerostasi anonyymisti.

source: Both reservation start and reservation end must be set for the reservation to be considered open.
fi: Sekä alku- että loppuaika täytyy asettaa jotta varausjärjestelmä aukeaa.

source: By clearing this tick box you can hide an abusive comment from the site.
fi: Poistamalla valinnan tästä voit piilottaa pahantahtoisen kommentin sivustolta.

source: Cancel
fi: Peruuta

source: Cancel invitation
fi: Peruuta kutsu

source: Cancelled
fi: Peruutettu

source: Cancelled and rejected programmes
fi: Peruutetut ja hylätyt ohjelmanumerot

source: Change role
fi: Vaihda roolia

source: Change role of accepted host
fi: Vaihda ohjelmanjärjestäjän roolia

source: Change role of invited host
fi: Vaihda ohjelmanjärjestäjäkutsun roolia

source: Check this box if new players can join during gameplay and old players may (or must) leave before the game is over. Please mention this in the game description below, and give more details if necessary.
fi: Ruksaa tämä ruutu, mikäli peliin voi liittyä uusia pelaajia pelin ollessa käynnissä ja vanhat pelaajat voivat poistua (tai joutuvat poistumaan) pelistä ennen pelin loppua. Kerro tästä myös pelin kuvauksessa alla, ja anna tarvittaessa lisätietoja.

source: Choose the category that fits your programme the best. We reserve the right to change this.
fi: Valitse parhaiten ohjelmanumeroosi sopiva ohjelmaluokka. Varaamme oikeuden vaihtaa ohjelmaluokkaa.

source: Cold offer period starting and ending times
fi: Ohjelmahaun ajastaminen

source: Computer use
fi: Tietokoneen käyttö

source: Content warnings
fi: Sisältövaroitukset

source: Count
fi: Lukumäärä

source: Created at
fi: Luontiaika

source: Deactivate selected items
fi: Deaktivoi valitut kohteet

source: Demonstration
fi: Demotus

source: Describe your game in three words: for example, genre, theme and attitude.
fi: Kuvaile peliäsi kolmella sanalla, esim. genre, teema ja asenne.

source: Description
fi: Kuvaus

source: Discard changes and return to the list
fi: Hylkää muutokset ja palaa

source: Discard feedback and return to schedule
fi: Hylkää muutokset ja palaa ohjelmakarttaan

source: Do you have tech requirements that are not covered by the previous questions?
fi: Onko ohjelmallasi tekniikkatarpeita joita edeltävät kysymykset eivät kata?

source: E-mail address
fi: Sähköpostiosoite

source: Edit programme
fi: Muokkaa ohjelmanumeroa

source: Edit rooms
fi: Ohjelmasalien muokkaus

source: Edit schedule
fi: Ohjelmakartan muokkaus

source: Encumbered content
fi: Suojattu sisältö

source: Encumbered content cannot be displayed on our YouTube channel. Encumbered content will be edited out of video recordings.
fi: Sisältääkö ohjelmasi tekijänoikeudella suojattua sisältöä? YouTubessa julkaistavat videotallenteet eivät voi sisältää kolmansien osapuolten tekijänoikeudella suojattua videota tai ääntä. Suojattu sisältö editoidaan pois videotallenteista.

source: End now
fi: Sulje heti

source: End time
fi: Loppuaika

source: Ending time
fi: Loppumisaika

source: English
fi: Englanti

source: English OK
fi: Englanti OK

source: Even if the schedule is already published, you can hide this view by unchecking this box.
fi: Voit piilottaa tämän näkymän poistamalla ruksin tästä ruudusta, vaikka ohjelmakartta olisi jo julkaistu.

source: Event
fi: Tapahtuma

source: Existing room
fi: Olemassaoleva sali

source: Export
fi: Vie

source: Extra invites
fi: Lisäkutsut

source: Feedback
fi: Palaute

source: Filter organizers
fi: Suodata ohjelmanjärjestäjiä

source: Finnish
fi: Suomi

source: First name
fi: Etunimi

source: Form used
fi: Käytetty lomake

source: Format: YYYY-MM-DD HH:MM:SS
fi: Muoto: YYYY-MM-DD HH:MM:SS

source: Free-form organizer
fi: Vapaamuotoinen ohjelmanjärjestäjä

source: Frozen
fi: Lukittu

source: Full
fi: Täynnä

source: Full-width
fi: Koko leveys

source: Future programmes
fi: Tulevat ohjelmanumerot

source: Game program type
fi: Peliohjelman tyyppi

source: Give feedback
fi: Anna palautetta

source: Give feedback about a programme
fi: Anna palautetta ohjelmanumerosta

source: Give feedback anonymously
fi: Anna palaute anonyymisti

source: Give feedback: %(programme_title)s
fi: Anna palautetta: %(programme_title)s

source: Go to programme admin
fi: Siirry ohjelmanhallintaan

source: Go to reservations
fi: Siirry paikkavarauksiin

source: Have you presented this same programme at another event before the event you are offering it to now, or do you intend to present it in another event before this one? If you are unsure about the re-run policy of this event, please consult the programme managers.
fi: Oletko esittänyt tämän saman ohjelman toisessa tapahtumassa ennen tapahtumaa, johon nyt sitä tarjoat, tai aiotko esittää sen ensin tapahtumassa joka on ennen tätä tapahtumaa? Jos et ole varma, hyväksyykö tämä tapahtuma uusintaohjelmaa tai mikä katsotaan uusintaohjelmaksi, ota yhteyttä ohjelmavastaavaan.

source: Here are the programmes you can currently reserve seats for. Please click the name of the programme to reserve seats. If the programme is currently booked full, seats may become available as visitors release reservations they do not need, so check back later.
fi: Näihin ohjelmanumeroihin voit tällä hetkellä varata paikkoja. Napsauta ohjelmanumeron nimeä varataksesi paikkoja. Jos ohjelmanumero on tällä hetkellä täynnä, paikkoja voi tulla saataville kävijöiden vapauttaessa lippuja joita he eivät tarvitse, joten kannattaa tarkistaa tilanne myöhemmin uudelleen.

source: Here you can set a time for the programme schedule to be automatically published. You can also publish or un-publish the schedule right away.
fi: Tässä voit asettaa ajan, jona ohjelmakartta julkaistaan automaattisesti. Voit myös julkaista ohjelmakartan tai palauttaa sen ei-julkaistuksi välittömästi.

source: Here you can set the starting and ending times for the period during which the event will accept cold offers. The cold offer form will automatically open at the beginning and close at the end of the period.
fi: Tässä voit ajastaa ohjelmahaun avautumisen ja päättymisen. Ohjelmahaun aikana tapahtuma ottaa vastaan "kylmiä" ohjelmatarjouksia eli ohjelmaa voi tarjota suoraan Kompassin lomakkeella ottamatta ensin yhteyttä ohjelmatiimiin. Ohjelmatiimi voi perustaa uusia ohjelmanumeroita myös ohjelmahakuajan ulkopuolella.

source: Hide selected feedback
fi: Piilota valitut palautteet

source: Hosts can only be invited by the programme manager. If you have agreed with the programme manager to include people who are not listed here, please contact the programme manager. In order to receive speaker benefits, all hosts of the programme must be listed here.
fi: Vain ohjelmavastaava voi kutsua ohjelmanjärjestäjiä. Mikäli olet sopinut ohjelmavastaavan kanssa useammasta järjestäjästä ohjelmaasi eikä heitä ole listattu tähän, ole hyvä ja ota yhteyttä ohjelmavastaavaan. Saadakseen ohjelmanjärjestäjän edut kaikkien ohjelmanjärjestäjien tulee olla listattu tässä.

source: Hosts shown in <i>italic</i> have not yet accepted their invitations.
fi: <i>Kursivoidut</i> ohjelmanjärjestäjät eivät ole vielä hyväksyneet kutsujaan.

source: How large an audience do you expect for your programme? What kind of a room do you wish for your programme?
fi: Miten suurta yleisöä odotat ohjelmallesi? Minkä tyyppistä tilaa toivot ohjelmallesi?

source: How many microphones do you require?
fi: Montako mikrofonia tarvitset?

source: How many players must there at least be for the game to take place?
fi: Kuinka monta pelaajaa peliin täytyy vähintään ilmoittautua, jotta peli toteutuu?

source: I can organize my programme both at a physical con and at a virtual con
fi: Voin järjestää ohjelmani sekä lähi- että etäconissa

source: I can organize my programme only at a physical con
fi: Voin järjestää ohjelmani vain lähiconissa

source: I can organize my programme only at a virtual con
fi: Voin järjestää ohjelmani vain etäconissa

source: I can participate in a panel discussion on my field of expertise during the convention.
fi: Voin osallistua erikoisalaani sivuavaan paneelikeskusteluun

source: I forbid recording my programme altogether
fi: Kiellän ohjelmani videoinnin kokonaan

source: I will collect sign-ups
fi: Hoidan itse ilmoittautumisen

source: I'm not sure whether my programme contains copyright-encumbered content or not
fi: En ole varma, sisältääkö ohjelmani tekijänoikeudella suojattua sisältöä

source: IP address
fi: IP-osoite

source: If selected, reserved seats for this programme will be offered.
fi: Jos tämä on valittu, tähän ohjelmaan tarjotaan paikkalippuja Kompassin kautta. Paikkalippujärjestelmän käyttöönotto edellyttää, että ohjelmalle on määritelty sali, alkuaika sekä pituus ja sen salille on olemassa paikkadata.

source: If the <em>Accepting cold offers from</em> field is empty, the cold offer form will stay closed. If the <em>Accepting cold offers from</em> field is set but the <em>Accepting cold offers until</em> field is empty, the cold offer form will stay open once the beginning of the period has been reached.
fi: Jos <em>Ohjelmahaku alkaa</em> -kenttä on tyhjä, ohjelmahaku pysyy suljettuna. Jos <em>Ohjelmahaku alkaa</em> -kenttä on täytetty mutta <em>Ohjelmahaku päättyy</em> -kenttä ei ole täytetty, ohjelmahaku pysyy alettuaan avoimena.

source: If the programme requires signing up in advance, put a link here and it will be shown as a button in the schedule.
fi: Mikäli ohjelmanumero edellyttää ilmoittautumista etukäteen, laita linkki ennakkoilmoittautumiseen tähän niin se näytetään nappulana ohjelmakartassa.

source: If the scenario has been written by someone else than the GM, we require that the author be disclosed.
fi: Jos skenaarion on kirjoittanut joku muu kuin sen tässä tapahtumassa vetävä pelinjohtaja, on kirjoittaja ilmoitettava tässä.

source: If the start and end times are set, this view will be constrained to those times. Use this for eg. day-specific views. If these are not set, the whole event will be displayed in a single view.
fi: Jos alku- ja loppuaika on asetettu, tämä näkymä näyttää vain näiden välisen ajan. Tätä voit käyttää esim. erottamaan eri tapahtumapäivien ohjelman omiin ohjelmakarttanäkymiinsä. Jos näitä ei ole asetettu, koko tapahtuma-aika näytetään samassa ohjelmakarttanäkymässä.

source: If there is anything else you wish to say to the programme manager that is not covered by the above questions, please enter it here.
fi: Haluatko sanoa ohjelmavastaaville jotain, mikä ei sovi mihinkään yllä olevista kentistä?

source: If you change your mind about a programme you have reserved seats for, please relinquish those seats so that others may reserve them.
fi: Jos paikkalipun varattuasi muutat mielesi, vapautathan paikkavarauksesi, jotta joku toinen voi varata sinulta käyttämättä jäävän paikan.

source: If your program contains heavy topics or potentially distressing themes, please mention it here.
fi: Kerro tässä, mikäli ohjelmasi sisältää raskaita aiheita.

source: If your program contains loud noises, flashing lights or other elements that can limit accessibility, please tick the checkbox. More details can be provided in the last text field if necessary.
fi: Ruksaa tämä ruutu, jos ohjelma sisältää kovia ääniä, valoja tai muuta, mikä voi rajoittaa osallistumista. Tarkenna tarvittaessa viimeisessä avoimessa kentässä.

source: If your programme has other hosts in addition to yourself, please write their e-mail addresses here. They will be sent invitations to confirm their participation in your programme. Please note that the programme manager may at their discretion limit the number of hosts allowed for your programme. Inviting someone here does not guarantee automatic admittance into the event. Adding more hosts later requires approval from the programme manager.
fi: Jos ohjelmanumerossasi on lisäksesi muita ohjelmanpitäjiä, syötä heidän sähköpostiosoitteensa tähän. Heille lähetetään kutsu vahvistaa osallistumisensa ohjelmaan. Huomaathan, että kutsun lähettäminen ei takaa automaattista sisäänpääsyä. Ohjelmavastaava voi harkintansa mukaan rajoittaa ohjelmanumeroon hyväksyttävien ohjelmanpitäjien määrää.

source: In order to be displayed in the schedule, the programme must have a start time and a length and must be assigned into a room.
fi: Jotta ohjelmanumero näkyisi ohjelmakartassa, sillä tulee olla alkuaika sekä pituus ja sen tulee olla sijoitettu johonkin saliin.

source: In this context, physical play can mean, for example, using your whole body, acting the actions of your character or moving around in the allocated space.
fi: Tässä kontekstissa fyysisellä fyysinen pelaaminen voi tarkoittaa esimerksi koko keholla pelaamista, hahmon näyttelemistä tai pelitilassa liikkumista.

source: Information about yourself
fi: Tietoja itsestäsi

source: Internal information
fi: Sisäiset tiedot

source: Internal notes
fi: Sisäiset muistiinpanot

source: Internal programme idea
fi: Ideoitu sisäisesti

source: Invalid action.
fi: Kelvoton toiminto.

source: Invalid after
fi: Voimassaolo päättyy

source: Invalid request.
fi: Kelvoton pyyntö.

source: Invitation link. If the invitation e-mail does not get through due to eg. Microsoft, you can give this link to the invitee over eg. an instant messenger.
fi: Kutsun linkki. Jos kutsusähköposti ei syystä tai toisesta (esim. Microsoft) mene läpi, voit antaa tämän linkin suoraan kutsutulle esim. pikaviestisovelluksen kautta.

source: Invitation to organize programme
fi: Kutsu ohjelmanjärjestäjäksi

source: Invite host
fi: Kutsu ohjelmanjärjestäjä

source: Invited at
fi: Kutsun luontiaika

source: Invited by
fi: Kutsuja

source: Invites
fi: Kutsut

source: Is this a re-run?
fi: Onko kyseessä uusinta?

source: It's OK to photograph my programme
fi: Ohjelmanumeroani saa valokuvata

source: Job title
fi: Tehtävänimike

source: Language
fi: Kieli

source: Laptop provided by the event
fi: Tapahtuman toimittama kannettava tietokone

source: Length (minutes)
fi: Pituus (minuuttia)

source: Lots of it
fi: Paljon

source: Make up a concise title for your programme. We reserve the right to edit the title.
fi: Keksi ytimekäs otsikko ohjelmanumerollesi. Varaamme oikeuden muokata otsikkoa.

source: Max tickets per batch
fi: Kerralla varattavien lippujen enimmäismäärä

source: Max tickets per user
fi: Lippujen enimmäismäärä käyttäjää kohden

source: May your programme be recorded and published in the Internet?
fi: Saako ohjelmanumerosi videoida ja julkaista Internetissä?

source: May your programme be streamed live on YouTube? Streamed programmes will also be available afterwards on our channel.
fi: Saako ohjelmasi lähettää suorana YouTubessa? Striimatut ohjelmat ovat katsottavissa kanavaltamme myös jälkikäteen.

source: Maybe. The programme might be presented in a convention that takes place before this one.
fi: Ehkä. Ohjelmanumero saatetaan esittää ensin toisessa tapahtumassa joka on ennen tätä tapahtumaa.

source: Microphones
fi: Mikrofonit

source: Moderation
fi: Moderointi

source: More than five – Please elaborate on your needs in the "Other tech requirements" field.
fi: Enemmän kuin viisi – Ole hyvä ja selitä tarpeesi Muut tekniikkatarpeet -kentässä.

source: My field of expertise
fi: Erikoisalani

source: My programme contains copyright-encumbered audio or video
fi: Ohjelmanumeroni sisältää tekijänoikeudella suojattua ääntä tai videota.

source: My programme does not contain copyright-encumbered audio or video
fi: Ohjelmanumeroni ei sisällä tekijänoikeudella suojattua ääntä tai videota.

source: My programme may be recorded and published
fi: Ohjelmanumeroni saa videoida ja julkaista

source: NOTE! Do not include yourself in these invites.
fi: HUOM! Älä sisällytä itseäsi näihin kutsuihin.

source: Name
fi: Nimi

source: New offers
fi: Uudet tarjoukset

source: New programme
fi: Uusi ohjelmanumero

source: New room name
fi: Uuden salin nimi

source: Nick name
fi: Nick

source: No
fi: Ei

source: No computer required
fi: En käytä ohjelmanumerossani lainkaan tietokonetta

source: No feedback.
fi: Tämä ohjelmanumero ei ole vielä saanut palautetta.

source: No programme hosts visible (total %(num_total_organizers)s).
fi: Ei ohjelmanjärjestäjiä näkyvissä (yhteensä %(num_total_organizers)s).

source: No programmes
fi: Ei ohjelmanumeroita

source: No sign-up
fi: Ei ilmoittautumista

source: No, I forbid streaming my programme
fi: Ei, ohjelmaani ei saa lähettää suorana

source: No, I wish to keep it
fi: Ei, haluan pitää sen

source: No. The programme is original to this convention and I promise not to present it elsewhere before.
fi: Ei. Ohjelman ensiesitys on tässä tapahtumassa ja vakuutan etten esitä sitä muualla ensin.

source: Not at all
fi: Ei lainkaan

source: Not sure
fi: En ole varma

source: Number of extra invites
fi: Lisäkutsujen määrä

source: Offer programme
fi: Tarjoa ohjelmanumeroa

source: Offer received
fi: Ohjelmatarjous vastaanotettu

source: One feedback message.
fi: Yksi palaute.

source: One programme host visible (total %(num_total_organizers)s).
fi: Näkyvissä yksi ohjelmanjärjestäjä (yhteensä %(num_total_organizers)s).

source: Only an organizer of the programme may view its feedback.
fi: Vain ohjelmanjärjestäjä voi nähdä ohjelmansa palautteen.

source: Only hosts who are assigned public roles will be shown publicly in the programme schedule.
fi: Ohjelmakartassa näytetään ainoastaan ne ohjelmanjärjestäjät, jotka ovat julkisessa roolissa.

source: Open game
fi: Avoin peluutus

source: Open invitations
fi: Avoimet kutsut

source: Other tech requirements
fi: Muut tekniikkatarpeet

source: Our official photographers will try to cover all programmes whose hosts request their programmes to be photographed.
fi: Tapahtuman viralliset valokuvaajat pyrkivät ottamaan valokuvia kaikista ohjelmanumeroista joista niitä on pyydetty.

source: Override public job title
fi: Korvaa tehtävänimike julkisesti

source: Own laptop – Mac
fi: Oma Mac-kannettava

source: Own laptop – PC
fi: Oma PC-kannettava

source: Panel discussions
fi: Paneelikeskustelu

source: Past programmes
fi: Menneet ohjelmanumerot

source: Permission denied.
fi: Pääsy estetty.

source: Personnel class
fi: Henkilöstöluokka

source: Phone number
fi: Puhelinnumero

source: Photography of your programme
fi: Ohjelman valokuvaus

source: Physical or virtual programme?
fi: Lähi- vai etäohjelmaa?

source: Please bear in mind that only programmes that are in the "Published" state are shown in the schedule.
fi: Muistathan, että ohjelmakartassa näytetään vain ohjelmanumerot jotka ovat Julkaistu-tilassa.

source: Please check the form.
fi: Ole hyvä ja tarkista lomake.

source: Please do not photograph my programme
fi: Pyydän, ettei ohjelmanumeroani valokuvata

source: Please enter an e-mail address to invite another host
fi: Ole hyvä ja syötä sähköpostiosoite kutsuaksesi toisen ohjelmanjärjestäjän

source: Please give your best guess on how long you expect your game to take.
fi: Heitä paras arvauksesi siitä, kuinka kauan pelisi tulee kestämään.

source: Please photograph my programme
fi: Pyydän, että ohjelmastani otetaan valokuvia

source: Please tick this box if you are able, prepared and willing to host your programme in English if necessary.
fi: Ruksaa tämä ruutu, jos olet kykenevä, valmistautunut ja halukas vetämään ohjelmasi tarvittaessa englanniksi.

source: Please tick this box if your game can be enjoyed even without any prior role-playing experience.
fi: Ruksaa tämä ruutu, mikäli peliisi voi osallistua vaikka aiempaa roolipelikokemusta olisi hyvin vähän tai ei lainkaan.

source: Please tick this box if your game contains themes that require it to be restricted to players of 18 years and older.
fi: Ruksaa tämä ruutu, mikäli pelisi sisältää sellaisia teemoja, joiden takia pelaajien on oltava täysi-ikäisiä.

source: Please tick this box if your game is suitable for younger players. Please give more details, if necessary, in the last open field.
fi: Ruksaa tämä ruutu, mikäli pelisi sopii myös nuoremmille pelaajille. Anna tarvittaessa lisätietoja ikäsuosituksista viimeisessä avoimessa kentässä.

source: Priority
fi: Järjestys

source: Programme
fi: Ohjelma

source: Programme feedback
fi: Ohjelmapalaute

source: Programme form
fi: Ohjelmalomake

source: Programme host
fi: Ohjelmanjärjestäjä

source: Programme hosts
fi: Ohjelmanjärjestäjät

source: Programme information
fi: Ohjelmanumeron tiedot

source: Programmes
fi: Ohjelmanumerot

source: Public
fi: Julkinen

source: Public from
fi: Julkaisuaika

source: Publish now
fi: Julkaise heti

source: Publish schedule
fi: Ohjelmakartan julkaiseminen

source: Published
fi: Julkaistu

source: RPG system
fi: Pelisysteemi

source: Reasonable
fi: Järjellinen

source: Recording permission
fi: Videointilupa

source: Rejected
fi: Hylätty

source: Relinquish
fi: Vapauta

source: Remaining
fi: Jäljellä

source: Remove free-form host
fi: Poista vapaamuotoinen ohjelmanjärjestäjä

source: Remove host
fi: Poista ohjelmanjärjestäjä

source: Requested time slot
fi: Aikatoiveet

source: Reservable
fi: Varattavissa

source: Reservable programmes
fi: Varattavissa olevat ohjelmat

source: Reservable seats
fi: Käyttää paikkavarausjärjestelmää

source: Reservation end
fi: Varausaika päättyy

source: Reservation start
fi: Varausaika alkaa

source: Reservation summary
fi: Paikkavarausten yhteenveto

source: Reserve seats
fi: Varaa paikkoja

source: Reserve the seats
fi: Varaa paikat

source: Reserved
fi: Varattu

source: Restore selected feedback
fi: Palauta valitut palautteet näkyviin

source: Return without reserving seats
fi: Palaa varaamatta paikkoja

source: Revoke all open invitations
fi: Peru kaikki avoimet kutsut

source: Revolving door game
fi: Pyöröovipeli (revolving door)

source: Role
fi: Rooli

source: Room
fi: Sali

source: Room requirements
fi: Tilatarpeet

source: Save and continue
fi: Tallenna ja jatka

source: Save and return
fi: Tallenna ja palaa

source: Save changes
fi: Tallenna muutokset
