Repository: ColinRobisson/kompassi
Catalog: backend/enrollment/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Change or cancel your enrollment…
fi: Muokkaa ilmoittautumistasi tai peru se…

source: Contact information
fi: Yhteystiedot

source: Count
fi: Lukumäärä

source: Diet
fi: Ruokavalio

source: E-mail address
fi: Sähköpostiosoite

source: Enroll
fi: Ilmoittaudu

source: Enrolled people
fi: Ilmoittautuneet

source: Enrollment
fi: Ilmoittautuminen

source: Enrollment closes
fi: Ilmoittautuminen päättyy

source: Enrollment for this event is not currently open.
fi: Ilmoittautuminen tähän tapahtumaan ei ole juuri nyt käynnissä.

source: Enrollment form message
fi: Ilmoittautumislomakkeen viesti

source: Enrollment opens
fi: Ilmoittautuminen alkaa

source: Enrollment period
fi: Ilmoittautumisaika

source: Filter enrolled
fi: Suodata ilmoittautuneita

source: First name
fi: Etunimi

source: Go to admin view…
fi: Siirry ylläpitonäkymään…

source: Here you can set the starting and ending times for the enrollment period. The enrollment form will automatically open at the beginning and close at the end of the enrollment period.
fi: Tässä voit asettaa ilmoittautumisajan alun ja lopun. Ilmoittautumislomake aukeaa automaattisesti ilmoittautumisajan lopussa ja sulkeutuu ilmoittautumisajan lopussa.

source: If the <em>Registration starts</em> field is empty, the enrollment form will stay closed. If the <em>Registration starts</em> is set but the <em>Registration closes</em> field is empty, the enrollment form will stay open once the beginning of the enrollment period has been reached.
fi: Jos <em>Ilmoittautumisaika alkaa</em> -kenttä on tyhjä, ilmoittautumislomake pysyy suljettuna. Mikäli <em>Ilmoittautumisaika alkaa</em> -kenttä on asetettu mutta <em>Ilmoittautumisaika päättyy</em> -kenttä on tyhjä, ilmoittautumislomake pysyy auettuaan auki.

source: If you're on a diet that's not included in the list, please detail your diet here. Event organizer will try to take dietary needs into consideration, but all diets may not be catered for.
fi: Jos noudatat erikoisruokavaliota, jota ei ole yllä olevassa listassa, ilmoita se tässä. Tapahtuman järjestäjä pyrkii ottamaan erikoisruokavaliot huomioon, mutta kaikkia erikoisruokavalioita ei välttämättä pystytä järjestämään.

source: If your name is publicly displayed, this is how your name will be published. You can change the name display style in your profile.
fi: Jos nimesi näytetään julkisesti, se näytetään tässä muodossa. Voit tarvittaessa vaihtaa esitystapaa profiilissasi.

source: Manage enrollment
fi: Ilmoittautumisten hallinta

source: Name as displayed
fi: Nimen esittäminen

source: New
fi: Uusi

source: Nick name
fi: Nick

source: No enrolled people visible (total %(num_total_enrolled)s).
fi: Ei ilmoittautuneita näkyvissä (yhteensä %(num_total_enrolled)s).

source: One does not simply cancel an enrollment that has not yet been made.
fi: Ilmoittautumista, jota ei ole vielä tehty, ei noin vain peruta.

source: One enrolled person visible (total %(num_total_enrolled)s).
fi: Näytetään yksi ilmoittautunut (yhteensä %(num_total_enrolled)s).

source: Other diets
fi: Muu erikoisruokavalio

source: Other special diet
fi: Muu erikoisruokavalio

source: Other special diets
fi: Muu erikoisruokavalio

source: Phone number
fi: Puhelinnumero

source: Please check the form.
fi: Ole hyvä ja tarkista lomake.

source: Please check your contact information and update your profile if necessary. By submitting this form you agree to these contact details being shared with the event organizer.
fi: Ole hyvä ja tarkista yhteystietosi ja korjaa ne tarvittaessa profiiliisi. Hyväksymällä tämän kutsun annat luvan luovuttaa nämä yhteystiedot tapahtuman järjestäjille.

source: Reference to form class. Example: events.yukicon2016.forms:EnrollmentForm
fi: Form-luokan viittaus. Esimerkki: events.yukicon2016.forms:EnrollmentForm

source: See participant list…
fi: Katsele osallistujalistaa…

source: Special diet
fi: erikoisruokavalio

source: Special diets
fi: Erikoisruokavaliot

source: Standard special diet
fi: Tyypillinen erikoisruokavalio

source: Standard special diets
fi: Tyypilliset erikoisruokavaliot

source: Surname
fi: Sukunimi

source: Thank you for enrolling.
fi: Kiitos ilmoittautumisestasi.

source: The enrollment period is currently underway.
fi: Ilmoittautumislomake on parhaillaan auki.

source: The enrollment period is not currently underway.
fi: Ilmoittautumislomake ei ole tällä hetkellä auki.

source: The enrollment period was ended.
fi: Ilmoittautumislomake on nyt suljettu.

source: The enrollment period was started.
fi: Ilmoittautumislomake on nyt avattu.

source: The participant list of this event is public
fi: Tapahtuman osallistujalista on julkinen.

source: This event does not use this site to manage enrollment.
fi: Tämä tapahtuma ei käytä tätä sivustoa ilmoittautumisten hallintaan.

source: Update profile...
fi: Päivitä profiili...

source: Use this field to override the message that is shown in top of the enrollment form. If this field is not filled in, a default message is shown.
fi: Käytä tätä kenttää korvaamaan viesti, joka näytetään ilmoittautumislomakkeen yläosassa. Jos kenttä on tyhjä, näytetään oletusviesti.

source: You are not allowed to manage enrollment for this event.
fi: Sinulla ei ole ilmoittautumisten ylläpito-oikeuksia tähän tapahtumaan..

source: You can also start or stop the enrollment period immediately.
fi: Voit myös avata tai sulkea ilmoittautumislomakkeen heti.

source: You can enroll for this event
fi: Voit ilmoittautua tähän tapahtumaan

source: You can no longer change your enrollment yourself.
fi: Et voi enää muokata ilmoittautumistasi itse.

source: You have already signed up for this event
fi: Olet jo ilmoittautunut tähän tapahtumaan

source: You have enrollment admin privileges for this event
fi: Sinulla on ylläpitäjän oikeudet tähän tapahtumaan
