Repository: ColinRobisson/kompassi
Catalog: backend/tickets/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Accommodee marked as arrived.
fi: Majoittuja merkitty saapuneeksi.

source: Accommodee marked as left.
fi: Majoittuja merkitty poistuneeksi.

source: Additional info
fi: Lisätiedot

source: Amount
fi: Lukumäärä

source: Arrived
fi: Paikalla

source: Buy tickets
fi: Osta lippuja

source: Cancel order
fi: Peruuta tilaus

source: Check the e-mail address carefully. The order confirmation and any electronic tickets will be sent to this e-mail address.
fi: Tarkista sähköpostiosoite huolellisesti. Tilausvahvistus ja mahdolliset e-liput lähetetään tähän osoiteeseen.

source: Confirm order
fi: Vahvista tilaus

source: Confirmation
fi: Vahvistus

source: Contact e-mail address (with description)
fi: Asiakaspalvelun sähköpostiosoite (selitteen kanssa)

source: Contact information
fi: Yhteystiedot

source: Delivery address
fi: Toimitusosoite

source: Description
fi: Kuvaus

source: E-mail address
fi: Sähköpostiosoite

source: E-ticket
fi: E-lippu

source: E-ticket text
fi: E-lipun teksti

source: Event
fi: Tapahtuma

source: Fields marked with an asterisk (*) are required.
fi: Tähdellä (*) merkityt kentät ovat pakollisia.

source: First name
fi: Etunimi

source: Format: Fooevent Ticket Sales &lt;tickets@fooevent.example.com&gt;
fi: Muoto: Footapahtuman lipunmyynti &lt;tickets@fooevent.example.com&gt;

source: Front page text
fi: Etusivun teksti

source: I accept the <a href='{}' target='_blank' rel='noreferrer noopener'>terms and conditions</a> (required).
fi: Hyväksyn <a href='{}' target='_blank' rel='noreferrer noopener'>palvelun ehdot</a> (pakollinen).

source: If set, all tickets-related e-mail messages will be also sent to this e-mail address.
fi: Mikäli tämä on asetettu, kaikki lippuihin liittyvä sähköposti lähetetään piilokopiona myös tähän osoitteeseen.

source: In order to ensure speedy delivery of your order, please remember to return to the ticket shop from the payment provider after completing your payment.
fi: Varmistaaksesi tilauksesi nopean toimituksen, muistathan palata maksamisen jälkeen maksupalvelusta verkkokauppaamme.

source: Left
fi: Poistunut

source: Logo height (mm)
fi: Logon korkeus (mm)

source: Logo path
fi: Logon polku

source: Logo width (mm)
fi: Logon leveys (mm)

source: Maximum amount to sell
fi: Maksimimäärä

source: Monitoring e-mail address
fi: Tarkkailusähköposti

source: New order
fi: Uusi tilaus

source: Next
fi: Seuraava

source: Not arrived
fi: Ei saapunut

source: Note!
fi: Huom!

source: Order cancelled
fi: Tilaus peruttu

source: Order confirmation
fi: Tilausvahvistus

source: Order reinstated
fi: Tilaus palautettu voimaan

source: Payment due (days)
fi: Maksuaika (päivää)

source: Please check the form.
fi: Ole hyvä ja tarkista lomake.

source: Please check your delivery information, especially the e-mail address, and the amounts of products being ordered. By selecting <em>Proceed to payment</em> you will navigate to a payment page on which you will select the payment method.
fi: Ole hyvä ja tarkista toimitusosoite, erityisesti sähköpostiosoite, ja tilattavien tuotteiden määrät. Valitsemalla <em>Siirry maksamaan</em> siirryt maksupalveluun, jossa pääset valitsemaan maksutavan.

source: Please select at least one product.
fi: Ole hyvä ja valitse vähintään yksi tuote.

source: Previous
fi: Edellinen

source: Proceed to payment
fi: Siirry maksamaan

source: Product
fi: Tuote

source: Product selection
fi: Tuotteiden valinta

source: Products
fi: Tuotteet

source: Receipt footer
fi: Kuitin alatunniste

source: Reference number template
fi: Viitenumeron muoto

source: Reports
fi: Raportit

source: Reservation period (seconds)
fi: Varausaika (sekuntia)

source: Return to event home page
fi: Palaa tapahtuman kotisivuille

source: Sold out
fi: Loppuunmyyty

source: Surname
fi: Sukunimi

source: Thank you for your order!
fi: Kiitos tilauksestasi!

source: Thank you!
fi: Kiitos!

source: The file system path to a logo that will be printed on the electronic ticket.
fi: Polku tiedostojärjestelmässä logoon, joka tulostetaan sähköisille lipuille

source: The height of the logo to be printed on electronic tickets, in millimeters. Roughly 20 mm recommended.
fi: Sähköisiin lippuihin tulostettavan logon korkeus millimetreissä. Suositus n. 20 mm.

source: The order was aborted.
fi: Tilaus keskeytettiin.

source: The width of the logo to be printed on electronic tickets, in millimeters. Roughly 40 mm recommended.
fi: Sähköisiin lippuihin tulostettavan logon korkeus millimetreissä. Suositus n. 40 mm.

source: This event does not use Kompassi for ticket sales.
fi: Tämä tapahtuma ei käytä Kompassia lipunmyyntiin.

source: This is how long the customer has after confirmation to complete the payment. NOTE: Currently unimplemented.
fi: Ostajalla on tämän verran aikaa tilauksen vahvistuksen jälkeen maksaa tilauksensa. HUOM: Ei toteutettu.

source: This text will be printed in the electronic ticket.
fi: Tämä teksti tulostetaan sähköiseen lippuun.

source: This text will be printed in the footer of printed receipts (for mail orders). Entering contact information here is recommended.
fi: Tämä teksti tulostetaan postitse toimitettavien tilausten keräilylistan alareunaan. Tähän on suositeltavaa sisällyttää yhteystiedot.

source: This text will be shown on the front page of the web shop.
fi: Tämä teksti näytetään verkkokaupan etusivulla.

source: Ticket sales
fi: Lipunmyynti

source: Ticket sales ends
fi: Lipunmyynti päättyy

source: Ticket sales for this event has not yet started.
fi: Tämän tapahtuman lipunmyynti ei ole vielä alkanut.

source: Ticket sales is currently open.
fi: Lipunmyynti on parhaillaan käynnissä.

source: Ticket sales is not currently open.
fi: Lipunmyynti ei ole tällä hetkellä käynnissä.

source: Ticket sales starts
fi: Lipunmyynti alkaa

source: Ticket shop
fi: Lippukauppa

source: Tickets
fi: Liput

source: Total
fi: Yhteensä

source: Unfortunately a product you have selected has just been sold out.
fi: Valitettavasti jokin valitsemistasi tuotteista on juuri myyty loppuun.

source: Unit price
fi: Yksikköhinta

source: Uses Python .format() string formatting.
fi: Käyttää Pythonin .format()-tekstimuotoilua.

source: We're sorry to inform you that a product you have selected has just been sold out.
fi: Valitettavasti valitsemasi tuote on juuri myyty loppuun.

source: We're sorry to inform you that a product you have selected is not available in the quantity you have requested.
fi: Valitettavasti valitsemaasi tuotetta ei ole saatavilla pyytämääsi lukumäärää.

source: Welcome
fi: Tervetuloa

source: You have already confirmed your order and it can no longer be changed. However, we have not yet received word of your successful payment. If the payment is still in progress in another tab or browser window, please complete it there. If you cancelled the payment, please proceed to payment again or cancel the order using the buttons below. If you completed the payment, it is likely that you did not return to the web shop using the link provided by the payment provider. In this case, please wait three to five banking days before contacting our customer service.
fi: Olet jo vahvistanut tilauksesi etkä siksi enää voi muuttaa sitä. Emme kuitenkaan ole vielä saaneet tietoa onnistuneesta maksustasi. Mikäli maksutapahtuma on edelleen käynnissä toisessa välilehdessä tai selainikkunassa, ole hyvä ja tee se loppuun siellä. Mikäli peruutit maksun, ole hyvä ja siirry uudestaan maksamaan tai peru tilaus alla olevilla napeilla. Mikäli suoritit maksutapahtuman loppuun asti, on todennäköistä että et palannut verkkokauppaamme käyttäen maksunvälittäjän linkkiä. Tässä tapauksessa odota kolmesta viiteen pankkipäivää ennen yhteydenottoa asiakaspalveluumme.

source: Your order is now complete. Welcome to the event!
fi: Tilauksesi on nyt valmis. Tervetuloa tapahtumaan!

source: customer
fi: asiakas

source: customers
fi: asiakkaat

source: limit group
fi: loppuunmyyntiryhmä

source: limit groups
fi: loppuunmyyntiryhmät

source: pcs.
fi: kpl

source: phone number
fi: puhelinnumero

source: product
fi: tuote

source: products
fi: tuotteet

source: ticket sales settings for event
fi: tapahtuman lipunmyyntiasetukset

source: ticket sales settings for events
fi: tapahtumien lipunmyyntiasetukset
